{
  "products": [
    {
      "id": "1",
      "name": "Collection 8 Denim Jacket",
      "color": "Light Indigo",
      "description": "The Denim Jacket is made in the USA from vintaged Japanese denim in a relaxed fit shaped by back pleats. The minimalist trucker style features a shirt collar, antique brass front zipper, side pockets, and antique brass buttons for adjustability. A leather Fear of God label is at the back collar.",
      "image": "/P2IMAGES/FOG1JACKETFRONT.png",
      "inventory": 5,
      "price": 600
    },
    {
      "id": "2",
      "name": "Collection 8 Denim Jacket",
      "color": "Beige",
      "description": "The Denim Jacket is made in the USA from vintaged Japanese denim in a relaxed fit shaped by back pleats. The minimalist trucker style features a shirt collar, antique brass front zipper, side pockets, and antique brass buttons for adjustability. A leather Fear of God label is at the back collar.",
      "image": "/P2IMAGES/FOG2JACKETFRONT.png",
      "inventory": 3,
      "price": 600
    },
    {
      "id": "3",
      "name": "Milano Vee Neck",
      "description": "The Milano V-Neck Tee is made in Italy from a stretch jersey that combines comfort with formal polish. The V-neck tee is visibly modern, with relaxed proportions and a stylish drape. A Fear of God leather label is stitched at the back collar.",
      "color": "Light Grey",
      "image": "/P2IMAGES/FOG3SHIRTFRONT.png",
      "inventory": 0,
      "price": 450
    },
    {
      "id": "4",
      "name": "Milano Vee Neck",
      "description": "The Milano V-Neck Tee is made in Italy from a stretch jersey that combines comfort with formal polish. The V-neck tee is visibly modern, with relaxed proportions and a stylish drape. A Fear of God leather label is stitched at the back collar.",
      "color": "Cream",
      "image": "/P2IMAGES/FOG4SHIRTFRONT.png",
      "inventory": 7,
      "price": 450
    },
    {
      "id": "5",
      "name": "Embroidered 8 Milano Sweater",
      "description": "The boucle straight neck sweater is knitted in Italy from a heavily textured virgin wool blend and detailed with a jacquard 8, symbolic of the collection number. The design features a straight neckline with volume in the body and sleeves to create a round silhouette. A Fear of God leather label is stitched at the back collar.",
      "color": "Light Grey",
      "image": "/P2IMAGES/FOG5TEEFRONT.png",
      "inventory": 1,
      "price": 315
    },
    {
      "id": "6",
      "name": "Embroidered 8 Milano Tee",
      "description": "The Embroidered 8 Milano Tee is made in Italy from a stretch jersey that combines comfort with formal polish. A heavily textured embroidered  \"8\" on the front signifies Fear of God's collection number. The fit is relaxed with a stylish drape. A Fear of God leather label is stitched at the back collar.",
      "color": "Washed Black",
      "image": "/P2IMAGES/FOG6TEEFRONT.png",
      "inventory": 2,
      "price": 315
    }
  ],
  "reviews": [
    {
      "id": "4",
      "title": "Awesome Tee",
      "review": "great product, runs a bit on the larger side so if you like your products fitted, I suggest rounding down"
    },
    {
      "id": "2",
      "title": "Great Quality",
      "review": "True to size, over the top quality! Would definitely recommend."
    },
    {
      "id": "1",
      "title": "Too Expensive",
      "review": "Item was a bit on the pricier side, not worth it in my opinion."
    },
    {
      "id": "4",
      "title": "Cool!",
      "review": "Unique V-Neck shape, overall one of my favorite pieces in my closet currently."
    },
    {
      "id": "6",
      "title": "LOVE MY TEE",
      "review": "It's nice to find a t-shirt that fits your shape and drapes nicely. This one does just that for me. Fits a bit oversized, quality is supreme."
    },
    {
      "id": "1",
      "title": "Great Quality",
      "review": "I have to say the piece is a bit expensive, but overall the quality of the the jacket is very nice, and I plan on keep it in my closet forever. Great purchase if you're looking for longevity."
    },
    {
      "id": "5",
      "title": "Too Expensive",
      "review": "For the quality, it was too expensive. I can't justify price for quality. Also runs oversized, size down."
    },
    {
      "id": "3",
      "title": "Fits Perfectly!",
      "review": "I would recommend sizing down, I got an XS and it fits just right. Great purchase."
    },
    {
      "id": "4",
      "title": "Color not the same as photo!",
      "review": "Not the same color as pictured. Had to return it."
    },
    {
      "id": "6",
      "title": "Love the Color!!",
      "review": "I've been wearing this tee non-stop and I have to say it is so cozy, fits perfectly, and I get lots of compliments. So so happy with my purchase."
    },
    {
      "id": "2",
      "title": "Average quality, nice shape",
      "review": "The quality is average. I will say the cut is pretty unique and fits my body quite nice. Overall not sure it's worth the price, but if you like a slimmer fit I would recommend sizing down."
    },
    {
      "id": "3",
      "title": "No Thanks!",
      "review": "The V shape is too deep and fits awkwardly."
    },
    {
      "id": "1",
      "title": "Love love love!!",
      "review": "I am so happy with my purchase. I have been shopping with this brand for quite some time and have to say this is one of my favorite pieces."
    },
    {
      "id": "4",
      "title": "Nice",
      "review": "It's okay. Just a basic V neck. Nothing special, but gets the job done."
    },
    {
      "id": "6",
      "title": "SIZE DOWN!!",
      "review": "Product was huge on me. I usually wear a medium and it was like an XL."
    },
    {
      "id": "6",
      "title": "Oversized, Great Quality",
      "review": "I love the quality and the lettering detail. Makes the price justifiable and get tons of compliments."
    },
    {
      "id": "2",
      "title": "DONT BUY",
      "review": "Terrible shape, terrible color. Do not buy this product."
    },
    {
      "id": "1",
      "title": "So Happy!!!",
      "review": "I've been waiting to buy this jacket for some time, and I cant get enough of it. So happy with my purchase."
    },
    {
      "id": "1",
      "title": "AWESOME!!! True to Size",
      "review": "Usually the brand runs oversized but this item is very true to size. I would not recommend sizing down."
    },
    {
      "id": "3",
      "title": "I Love my purchase",
      "review": "So happy I went for it. It's a difficult brand because they don't have many stores and I like to try it on before I commit but they really nailed it on this shape and the quality is just wonderful."
    },
    {
      "id": "2",
      "title": "Great piece, definitely would buy again",
      "review": "I would definitely buy this again, the quality is just to die for. One of my favorite pieces."
    },
    {
      "id": "5",
      "title": "I AM SO HAPPY!!!",
      "review": "Fits perfect, the color is fenomenal and the detailing on the number is a really nice touch. Overall so happy with my purchase and wanted to definitely get on here and recommend it. So comfortable."
    }
  ]
}